[
    {
        "id": "Tutorial1",
        "title": "Double-click to open me!",
        "date": "1",
        "type": "set1",
        "contents": "Excellent work!<br/><br/>Now you can see the content in this document!<br/>To close a document, double-click the teal title again."
    },
    {
        "id": "Tutorial2",
        "title": "Click and drag me!",
        "date": "2",
        "type": "set1",
        "contents": "Yep, documents can be moved around!<br/><br/>Move similar documents together so you can think about them as a group.<br/>Resize this document by dragging an <strong>open document's</strong> edge. <em>Only open documents can be resized.</em>"
    },
    {
        "id": "Tutorial3",
        "title": "Try writing something down!",
        "date": "3",
        "type": "set1",
        "contents": "You should see a yellow 'Personal Notebook' document. Try typing 'hello world' into this document!<br/><br/><em>You can also copy and paste information directly into notes!</em>"
    },
    {
        "id": "Tutorial4",
        "title": "More notes, anyone?",
        "date": "4",
        "type": "set1",
        "contents": "By now, you might notice that the interface can get a bit messy. You can create more notes to help organize your thoughts!<br/>Try making a new note: Right-click in the orange background and select 'New note.'<br/>This gives you more space to write things down.<br/>Notes cannot be deleted or renamed, but consider how you could use them to separate different kinds of information or label groups of documents."
    },
    {
        "id": "Tutorial5",
        "title": "Highlighting helps!",
        "date": "5",
        "type": "set1",
        "contents": "In the last document, you used the context menu to create a new note!<br/>The context menu is different when you right-click in documents. In documents, you can:<br/><strong>(1) search for selected text</strong> or <strong>(2) highlight text</strong>.<br/><br/>Let's try highlighting first. Use your cursor to select the following words:<br/><br/>Please select me with your cursor.<br/><br/>With the text selected,<br/>right-click (and hold) and select 'Highlight' in the menu.<br/>The text should now have a <strong>green</strong> background.<br/><br/><em>This highlight will appear any time the document is open, so it can be a good way to track what you've already read.</em>"
    },
    {
        "id": "Tutorial6",
        "title": "Use search! There's too much to read!",
        "date": "6",
        "type": "set1",
        "contents": "There are two ways to search:<br/><ol><li><strong>Search by selection</strong>: Select text (as you did when highlighting) and choose the option in the context menu. This is helpful for looking into suspicious terms while reading.</li><li><strong>Search by query</strong>: Right-click in the orange background and type a query into the context menu. Press Enter to see results.</li></ol><br/><br/>Try searching for the term 'document,' then try querying your own term.<br/><br/>Regardless of how you search, documents with a matching string will now have yellow in their title.<br/><br/><em>Search is case-insensitive and will only returns exact matches.</em> If you don't get the results you expect, try changing your search term slightly."
    },
    {
        "id": "Tutorial7",
        "title": "Not enough time? Don't go random!",
        "date": "7",
        "type": "set1",
        "contents": "You won't have time to read all the documents! Stick to your plan. Use more searches to find connections between people, places, objects, or events that look promising or suspicious."
    },
    {
        "id": "Tutorial8",
        "title": "So many approaches!",
        "date": "8",
        "type": "set1",
        "contents": "Use whichever features help you with the investigation.<br/><br/>We recommend <strong>searching</strong> for information instead of trying to read everything.<br/>By the way, the background is orange because mysteries often include red herrings. A herring is a type of fish. The fish most similar in color to the University of Florida brand is a salmon. Spotted salmonfish are typically orange and teal."
    },
    {
        "id": "Tutorial9",
        "title": "Final notes",
        "date": "9",
        "type": "set1",
        "contents": "Now you're an expert! <small><em>(at least with this interface tool)</em></small><br/>🖥️ Maximize your screen for the best experience.<br/>This orange and teal interface is designed to help you examine data from different sources, such as:<ul><li>security camera descriptions,</li><li>suspect interview transcripts, and</li><li>police reports.</li></ul>There will be a short quiz after your investigation to check your understanding.<br/><br/>Also, try searching for 'orange' to find the answer to a question."
    }
]