[
   {
      "id": "Tutorial1",
      "title": "Something might be going on",
      "date": "1",
      "type": "set1",
      "contents": "These are the interacitons you can do in this tool: <ol><li>Open/Close</li><li>Move and resize</li><li>Make note boxes</li><li>Highlighting</li><li>Searching</li><ol>"
   },
   {
      "id": "Tutorial2",
      "title": "What's going on? Let us know! Think Aloud!",
      "date": "2",
      "type": "set1",
      "contents": "Please try to think aloud during your analysis—provide short verbal explanations of your actions and why. Here are some examples of verbal updates that you might give: <br> I'm searching for Waldo because I am curious whether he was at the beach. <br> or <br> I thought something interesting was happening with Mike in France, but I didn't find much. So now I'm looking for things related to apples. <br> or <br> I thought it was strange that Mike and Waldo both like apples, so now I'm trying to find out if they both like oranges."
   },
   {
      "id": "Tutorial3",
      "title": "Sounds cool? huh?",
      "date": "3",
      "type": "set1",
      "contents": "Any questions?"
   },
   {
      "id": "Tutorial4",
      "title": "Mind your time! Can you explain what's going on?",
      "date": "4",
      "type": "set1",
      "contents": "At the end of the time, you will be asked to explain your hypotheses. "
   },
   {
      "id": "Tutorial5",
      "title": "Be smart! Figure out what's going on!",
      "date": "5",
      "type": "set1",
      "contents": " - Use whatever features you want to help you with the investigation. <br> The investigation period will be up to 15 minutes. Please do the best you can to address the prompt. "
   },
   {
      "id": "Tutorial6",
      "title": "Too many Notes to read! Use the Search!",
      "date": "6",
      "type": "set1",
      "contents": "This synthetic data set is designed to be like a mix of data from different sources, such as phone records, security camera descriptions, and interviews from to suspects and the police. "
   },
   {
      "id": "Tutorial7",
      "title": "Write a note for each group of dialogs! ",
      "date": "7",
      "type": "set1",
      "contents": " It is recommended that you don't start by trying to read a large number of the documents. Instead, use the “search” functionality to look for specific keywords that might be related to critical information in the prompt. "
   },
   {
      "id": "Tutorial8",
      "title": "I bet you can't finish reading all these dialogues in 15 minutes! Don't go random!",
      "date": "8",
      "type": "set1",
      "contents": "Do more searches to find connections between people, places, objects, or events that look promising or suspicious."
   },
   {
      "id": "Tutorial9",
      "title": "Group similar dialoges on one side! ",
      "date": "9",
      "type": "set1",
      "contents": "Move similar documents together so you can think about them as a group"
   },
   {
      "id": "Tutorial10",
      "title": "Final Notes!",
      "date": "10",
      "type": "set1",
      "contents": "Now you're an expert! <small><em>(at least in this interface tool)</em></small> <br> Some final notes before we get started for real: <ul><li>🗣️ Please think out loud as you work</li><li>⏱️ You'll have 15 minutes to complete the task</li><li>📝 There's a short quiz at the end</li><li>🖥️ Maximize your screen for the best experience</li></ul> "
   }
]